Repository: marlenemika/MuellWaechter
Catalog: MuellWaechter/MuellWaechter/Localizable/*.lproj/Localizable(en).strings
Languages: de

source: Müll Wächter
de: Waste Guard

source: Eierschalen
de: egg shells

source: Eierkartons
de: egg cartons

source: Küchenpapier
de: kitchen paper

source: Apfel
de: apple

source: Erde
de: soil

source: Gras
de: grass

source: Kaffeefilter
de: coffee filter

source: Laub
de: foliage

source: Sonnenblumen
de: sunflowers

source: Federn
de: feathers

source: Plastiktüten
de: plastic bags

source: Glas
de: glass

source: Plastikbecher
de: plastic cups

source: Coladosen
de: Cola can

source: Batterien
de: batteries

source: Masken
de: face masks

source: Kieselsteine
de: pebbles

source: Keramikteller
de: ceramic plate

source: Tabletten
de: pills

source: Zigarettenstümmel
de: cigarette buns

source: Live Ansicht
de: Live View

source: Foto aufnehmen
de: Take Photo

source: Foto aus Galerie auswählen
de: Choose Photo from Gallery

source: Überprüfe Biomüll
de: Check Organic Waste

source: Klassifiziere Objekte
de: Classify Objects

source: Objektübersicht
de: Objects Overview

source: Nutzungsbedingungen
de: Terms & Conditions

source: Durch die Nutzung dieser iOS-App stimmen Sie den folgenden Bedingungen zu: Diese App ist nur für den persönlichen Gebrauch bestimmt. Sie dürfen die App nicht für kommerzielle Zwecke nutzen. Sie dürfen die App nicht dekompilieren, disassemblieren oder auf andere Weise versuchen, den Quellcode der App zu ermitteln. Sie dürfen die App nicht in einer Weise nutzen, die gegen geltende Gesetze oder Vorschriften verstößt. Sie dürfen keine Inhalte in der App veröffentlichen, die verleumderisch, beleidigend oder anderweitig unangemessen sind. Wir behalten uns das Recht vor, die App jederzeit ohne Vorankündigung zu ändern oder einzustellen. Wir haften nicht für Schäden, die durch die Nutzung der App entstehen können. Durch die Nutzung der App erklären Sie sich damit einverstanden, dass wir personenbezogene Daten von Ihnen erfassen und nutzen dürfen, wie in unserer Datenschutzrichtlinie beschrieben.
de: By using this iOS app, you agree to the following terms and conditions: This app is for personal use only. You may not use the app for commercial purposes. You may not decompile, disassemble or otherwise attempt to discover the source code of the App. You may not use the App in any way that violates any applicable law or regulation. You must not post content on the App that is defamatory, offensive or otherwise inappropriate. We reserve the right to change or discontinue the App at any time without notice. We are not liable for any damages that may arise from the use of the App. By using the App, you agree that we may collect and use personal information from you as described in our Privacy Policy.

source: Fertig
de: Done

source: Mit dieser Funktion kann überprüft werden, ob Bio-Abfallbehälter ordentlich sortiert ist oder ob sich darin Fremdstoffe befinden. Dazu kann entweder ein bereits bestehendes Bild aus der Galerie ausgewählt werden oder ein Bild mit der Kamera aufgenommen werden. Alternativ kann auch mit einer Live-Ansicht der Biomüll auf Fremdstoffe überprüft werden.
de: This function can be used to check whether organic waste bins are sorted properly or whether there are foreign substances in them. To do this, either an existing image can be selected from the gallery or a photo can be taken with the camera. Alternatively, the organic waste can also be checked for foreign substances with a live view.

source: Hilfe
de: Help

source: Mit dieser Funktion können eine oder mehrere Objekte darauf überprüft werden, ob es sich jeweils um Bioabfall oder Nicht-Bioabfall handelt. Dazu kann entweder ein bereits bestehendes Bild aus der Galerie ausgewählt werden oder ein Bild mit der Kamera aufgenommen werden. Alternativ kann auch mit einer Live-Ansicht die Klassifizierung erfolgen.
de: This function can be used to check one or more objects to see whether each is organic waste or non-organic waste. To do this, either an existing image can be selected from the gallery or an photo can be taken with the camera. Alternatively, the classification can also be performed with a live view.

source: Folgende Objekte kann der MüllWächter derzeit erkennen und klassifizieren:
de: The following objects can currently be detected and classified by WasteGuard:

source: Biomüll Objekte
de: Organic waste objects

source: Nicht-Biomüll Objekte
de: Non-organic waste objects

source: Erkannte Objekte
de: Detected objects

source: Bei den markierten Gegenständen handelt es sich um Nicht-Biomüll. Bitte aus dem Biomüll entfernen.
de: The marked items are non-organic waste. Please remove from organic waste.

source: Bei den markierten Gegenständen handelt es sich um Nicht-Biomüll.
de: The marked items are non-organic waste.

source: Bei den markierten Gegenständen handelt es sich um Biomüll.
de: The marked items are organic waste.

source: Bei den grün markierten Gegenständen handelt es sich um Biomüll. Bei den rot markierten Gegenständen handelt es sich um Nicht-Biomüll.
de: The items marked in green are organic waste. The items marked in red are non-organic waste.

source: Es wurden keine Fremdstoffe im Müll erkannt.
de: No foreign substances were detected in the waste.

source: Es wurden keine Objekte erkannt.
de: No objects have been detected.

source: Bild wird analysiert...
de: Picture is being analysed...
